Repository: rcdevs/nextcloud_openotp_sign
Catalog: translationfiles/*/openotp_sign.po
Languages: fr

source: OpenOTP Sign Settings
fr: Paramètres de OpenOTP Sign

source: Enter your OpenOTP server settings in the fields below.
fr: Entrez les paramètres de votre serveur OpenOTP dans les champs ci-dessous.

source: OpenOTP server URL #
fr: URL du serveur OpenOTP #

source: OpenOTP client id
fr: ID client OpenOTP

source: OpenOTP Default Domain
fr: Domaine OpenOTP par défaut

source: OpenOTP User settings
fr: Paramètres utilisateur OpenOTP

source: Proxy Settings
fr: Paramètres du proxy

source: Use a proxy
fr: Utiliser un serveur proxy

source: Proxy Host
fr: Hôte du serveur proxy

source: Proxy Port
fr: Port du serveur proxy

source: Proxy Username
fr: Nom d’utilisateur du proxy

source: Proxy Password
fr: Mot de passe du proxy

source: Signature scope
fr: Étendue de la signature

source: Local: Advanced signature with user certificates issued by internal WebADM CA
fr: Locale : Signature avancée avec certificats utilisateurs émis par l’autorité de certification interne de WebADM

source: Global: Advanced signature with user certificates issued by RCDevs Root CA
fr: Globale : Signature avancée avec certificats utilisateurs émis par l’autorité de certification racine de RCDevs

source: eIDAS: Qualified signature with external eIDAS signing devices (ex. eID Cards)
fr: eIDAS : Signature qualifiée avec des dispositifs de signature eIDAS externes (ex. cartes eID)

source: Signed / sealed PDF File
fr: Fichier PDF signé / scellé

source: Make a signed / sealed copy of the original PDF file
fr: Faire une copie signée / scellée du fichier PDF original

source: Overwrite the original PDF file with its signed / sealed copy
fr: Écraser le fichier PDF original avec sa copie signée / scellée

source: Signature requests time out
fr: Délai d’expiration des demandes de signature

source: Self-signature ({min} - {max} minutes)
fr: Auto-signature ({min} - {max} minutes)

source: Nextcloud / YumiSign user signature ({min} - {max} days)
fr: Signature pour un utilisateur Nextcloud / YumiSign ({min} - {max} jours)

source: Completion check of pending asynchronous signatures
fr: Vérification de l’achèvement des signatures asynchrones en attente

source: Define the execution periodicity of the background job that checks for completed signature requests. Please note that for this periodicity to be honored, it is necessary to configure NextCloud background jobs setting with 'Cron' value and to define the crontab periodicity accordingly.
fr: Ce paramètre définit la périodicité d’exécution de la tâche en arrière-plan qui vérifie les demandes de signature terminées. Veuillez noter que pour que cette périodicité soit respectée, il est nécessaire de configurer le paramètre des tâches de fond de NextCloud avec la valeur 'Cron' et de définir la périodicité de la crontab en conséquence.

source: Background job periodicity ({min} - {max} minutes)
fr: Périodicité de la tâche en arrière-plan ({min} - {max} minutes)

source: Demo mode
fr: Mode démonstration

source: In demo mode, it is only possible to sign or seal PDF files, on which a watermark will be added.
fr: En mode démonstration, il n’est possible de signer ou de sceller que des fichiers PDF, sur lesquels un filigrane sera ajouté.

source: Enable demo mode
fr: Activer le mode démonstration

source: Watermark text
fr: Texte du filigrane

source: Save
fr: Enregistrer

source: Your settings have been saved succesfully
fr: Vos paramètres ont été enregistrés avec succès

source: There was an error saving settings
fr: Une erreur s’est produite lors de l’enregistrement des paramètres

source: Pending signature requests
fr: Demandes de signature en attente

source: Completed signature requests
fr: Demandes de signature terminées

source: Failed signature requests
fr: Demandes de signature en échec

source: Are you sure you want to cancel this signature request ?
fr: Êtes-vous sûr de vouloir annuler cette demande de signature ?

source: Expiration Date
fr: Date d'expiration

source: Recipient
fr: Destinataire

source: File
fr: Fichier

source: Cancel request
fr: Annuler la demande

source: There are currently no pending signature requests
fr: Il n’y a actuellement aucune demande de signature en attente

source: No pending signature requests
fr: Aucune demande de signature en attente

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: There are currently no completed signature requests
fr: Il n’y a actuellement aucune demande de signature terminée

source: No completed signature requests
fr: Aucune demande de signature complétée

source: Error
fr: Erreur

source: There are currently no failed signature requests
fr: Il n’y a actuellement aucune demande de signature en échec

source: No failed signature requests
fr: Aucune demande de signature en échec

source: Mobile signature is possible only with PDF files
fr: La signature mobile n’est possible qu’avec des fichiers PDF

source: Digital signature of file <strong>{filename}</strong>
fr: Signature numérique du fichier <strong>{filename}</strong>

source: Self-signature
fr: Auto-signature

source: Signature by a Nextcloud user:
fr: Signature par un utilisateur Nextcloud :

source: Signature by a YumiSign user:
fr: Signature par un utilisateur YumiSign :

source: Mobile signature
fr: Signature mobile

source: Advanced signature
fr: Signature avancée

source: Close
fr: Fermer

source: You have to enter the <strong>OpenOTP server URL</strong> in the <strong>OpenOTP Sign</strong> settings prior to sign any document.
fr: Vous devez entrer l’URL du <strong>serveur OpenOTP</strong> dans les paramètres <strong>de OpenOTP Sign</strong> avant de signer un document.

source: Digital seal of file <strong>{filename}</strong>
fr: Sceau numérique du fichier <strong>{filename}</strong>

source: Seal
fr: Sceller

source: You have to enter the <strong>OpenOTP server URL</strong> in the <strong>OpenOTP Sign</strong> settings prior to seal any document.
fr: Vous devez entrer l’URL du <strong>serveur OpenOTP</strong> dans les paramètres <strong>de OpenOTP Sign</strong> avant de sceller tout document.

source: Sign with OpenOTP
fr: Signer avec OpenOTP

source: Seal with OpenOTP
fr: Sceller avec OpenOTP

source: Demo mode enabled. It is only possible to sign PDF files.
fr: Mode démonstration activé. Il est uniquement possible de signer des fichiers PDF.

source: Sign
fr: Signature

source: Nextcloud app to sign your documents with OpenOTP
fr: Application Nextcloud pour signer vos documents avec OpenOTP
